Revit 2024 API
UnitTypeId.KipsPerCubicInch Property
 Kips per cubic inch.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId KipsPerCubicInch { get; }
Visual Basic
Public Shared ReadOnly Property KipsPerCubicInch As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ KipsPerCubicInch {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace